[
    {
        "id": 1,
        "name": "Walk my dog",
        "description": "The project is a small Minimum Viable Product (MVP) of a solution designed to simplify the lives of pet lovers. It features specific roles for administrators, clients, and pet caregivers, creating a space that facilitates communication between pet owners and caregivers. The platform aims to streamline the process of connecting those in need of pet care services with individuals offering their caregiving services. With designated roles, administrators can oversee the system, clients can easily find and connect with suitable caregivers for their pets, and caregivers can efficiently offer their services to pet owners in need. The ultimate goal is to create a user-friendly environment that enhances the pet care experience for both owners and caregivers.",
        "image": "wmd",
        "tecnologies": [
            "JavaScript",
            "Node.js",
            "Express.js",
            "HTML/CSS",
            "Handlebars.js",
            "MongoDB"
        ],
        "url": "https://walk-my-dog.fly.dev/",
        "github": [
            "https://github.com/tania-zubrienko/walk-my-dog"
        ]
    },
    {
        "id": 2,
        "name": "Easy trip",
        "description": "A web application designed to simplify the organization of trips, taking group travel planning to a whole new level. With a user-centric approach, our platform offers key features to enhance the travel planning experience: access to all necessary documentation, such as identification documents, reservations, itinerary optimization, suggestions for popular sites based on the destination, and management of expense records related to the trip.",
        "image": "easytrip",
        "tecnologies": [
            "JavaScript",
            "Node.js",
            "Express.js",
            "HTML/CSS",
            "React.js",
            "MongoDB"
        ],
        "url": "Not deployed yet",
        "github": [
            "https://github.com/tania-zubrienko/Trip-planner-front",
            "https://github.com/tania-zubrienko/Trip-Planner-back"
        ]
    }
]